Revit 2027 API
ParameterTypeId.StairsRailingBalusterWidth Property
 "Baluster Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBalusterWidth { get; }
Public Shared ReadOnly Property StairsRailingBalusterWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBalusterWidth {
	ForgeTypeId^ get ();
}
static member StairsRailingBalusterWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace